[{"title": "Numbers and operations", "description": "You already know lots of types of numbers, like integers, decimals, and fractions. You also can use several operations, like subtraction and absolute value. Let's learn about another type of numbers, irrational numbers, and deepen our understanding of the power operation.", "videos": [{"title": "Converting a fraction to a repeating decimal", "description": "To convert a fraction like 19/27 into a decimal, you should divide 27 into 19, and use the remainder to figure out the decimal. The decimal begins 0.703703..., and the notation for a repeating decimal like this is to write the numbers that repeat and then put a line above them. The first six digits of the decimal should be included in the answer.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-repeating-decimals/v/converting-a-fraction-to-a-repeating-decimal"}, {"title": "Converting repeating decimals to fractions (part 1 of 2)", "description": "The process of converting a repeating decimal to a fraction can be broken down into a few easy steps. To start, set the decimal equal to a variable. Multiply the decimal by 10 and subtract the original decimal from it. Finally, divide both sides by 9 to obtain the fractional form of the decimal. For example, 0.7 repeating would be 7/9, and 1.2 repeating would be 11/9.\n", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-repeating-decimals/v/coverting-repeating-decimals-to-fractions-1"}, {"title": "Converting repeating decimals to fractions (part 2 of 2)", "description": "Repeated decimals can be converted into fractions by shifting the decimal to the right and subtracting the decimals. To do this, multiply the number by 10 to the second power, then subtract. For example, 0.363636 repeating is 4/11 and 0.7141414 repeating is 707/990. Another example is 3.257257257 repeating, which is 3257/999. This calculation can be done in the head or by borrowing. After the subtraction, the numerator and denominator can be reduced and the fraction can be simplified.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-repeating-decimals/v/coverting-repeating-decimals-to-fractions-2"}, {"title": "Intro to square roots", "description": "Learn about the square root symbol (the principal root) and what it means to find a square root. Also learn how to solve simple square root equations.", "url": "/math/algebra/x2f8bb11595b61c86:rational-exponents-radicals/x2f8bb11595b61c86:radicals/v/introduction-to-square-roots"}, {"title": "Intro to cube roots", "description": "Learn the meaning of cube roots and how to find them. Also learn how to find the cube root of a negative number.", "url": "/math/algebra/x2f8bb11595b61c86:rational-exponents-radicals/x2f8bb11595b61c86:radicals/v/introduction-to-cube-roots"}, {"title": "Worked example: Cube root of a negative number", "description": "Learn how to find the cube root of negative 512 by breaking it down into prime factors. When we find groups of three of the same factor, we know that's a factor of the cube root. It helps to remember that -1*-1*-1 is -1, so the cube root of -1 is itself.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-roots/v/finding-cube-roots"}, {"title": "Square root of decimal", "description": "Learn how to find the square root of a decimal number. The problem solved in this video is p^2 = 0.81.", "url": "/math/algebra/x2f8bb11595b61c86:rational-exponents-radicals/x2f8bb11595b61c86:radicals/v/finding-square-root-of-decimal"}, {"title": "Dimensions of a cube from its volume", "description": "When we know the volume of a cube, we can use the cube root of the volume to find the length of each side. We'll need to factor the volume and find 3 equal groups of factors. The value of one group is the length of one side of the cube.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-roots/v/dimensions-of-cube-from-volume"}, {"title": "Intro to rational & irrational numbers", "description": "Learn the difference between rational and irrational numbers, learn how to identify them, and discover why some of the most famous numbers in mathematics, like Pi and e, are actually irrational. Did you know that there's always an irrational number between any two rational numbers?", "url": "/math/algebra/x2f8bb11595b61c86:irrational-numbers/x2f8bb11595b61c86:irrational-numbers-intro/v/introduction-to-rational-and-irrational-numbers"}, {"title": "Classifying numbers: rational & irrational", "description": "We can write any rational number as the ratio of two integers. We cannot write irrational numbers, such as the square root of 8 and pi, in this way. Learn other forms, such as decimals, in which these types of numbers can appear.", "url": "/math/algebra/x2f8bb11595b61c86:irrational-numbers/x2f8bb11595b61c86:irrational-numbers-intro/v/recognizing-irrational-numbers"}, {"title": "Classifying numbers", "description": "There are many categories we can use to classify numbers. Some of those categories are rational numbers, irrational numbers, integers, and whole numbers. Rational numbers are represented as a fraction of two integers, while irrational numbers cannot be represented as a fraction of two integers. Integers are positive and negative numbers that don’t involve fractions or decimals. Whole numbers are a subset of integers — they are non-negative integers.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-irrational-numbers/v/categorizing-numbers"}, {"title": "Worked example: classifying numbers", "description": "How do repeating decimals fit into the number sets? We'll explore if a number like 3.4028 repeating is a real number, a rational number, or both. We'll use multiplication and subtraction, plus a bit of algebra, to convince ourselves of whether or not there is a fraction representation of the number.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-irrational-numbers/v/number-sets-2"}, {"title": "Approximating square roots", "description": "Learn how to find the approximate values of square roots. The examples used in this video are √32, √55, and √123. The technique used is to compare the squares of whole numbers to the number we're taking the square root of.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-approximating-irrational-numbers/v/approximating-square-roots-2"}, {"title": "Comparing irrational numbers with radicals", "description": "Learn how to sort a bunch of numbers (4√2  2√3  3√2  √17  3√3  5) from least to greatest without using a calculator.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-approximating-irrational-numbers/v/sorting-irrational-numbers-involving-radicals"}, {"title": "Approximating square roots to hundredths", "description": "Let's approximate the square root of 45 without a calculator. We'll explore how to find the perfect squares around 45 and use them to make an educated guess. Then, we'll refine our guess by squaring it to see how close we get to 45.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-approximating-irrational-numbers/v/approximating-square-roots"}, {"title": "Comparing values with calculator", "description": "Let's use the technique of squaring to compare values. We first compare 22.9% to an arbitrary value, 0.3, and then square 0.3 to compare it to the square root of 0.45. This helps us understand which value is larger without needing a calculator.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-approximating-irrational-numbers/v/comparing-values-with-calculator"}, {"title": "Exponents with negative bases", "description": "Learn to what we know about negative numbers to determine how negative bases with exponents are affected and what patterns develop. Also learn how order of operations affect the pattern.", "url": "/math/cc-seventh-grade-math/cc-7th-negative-numbers-multiply-and-divide/x6b17ba59:powers-with-rational-bases/v/exponents-with-negative-bases"}, {"title": "The 0 & 1st power", "description": "Different ways of thinking about exponents. Raising a number to an exponent means multiplying that number by itself a certain number of times. Any non-zero number raised to the zero power will be equal to one, and that any number raised to the first power will be equal to itself.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/exponents-with-negative-bases/v/raising-a-number-to-the-0th-and-1st-power"}, {"title": "Even & odd numbers of negatives", "description": "We can figure out whether multiplication and division problems give us a positive or negative result by thinking about how many negative numbers are used in the computation.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/exponents-with-negative-bases/v/multiplying-and-dividing-even-and-odd-numbers-of-negatives"}, {"title": "1 and -1 to different powers", "description": "Different exponents affect the value of a number: when raised to the power of zero, any number equals one; when raised to an even power, negative numbers yield positive results; and when raised to an odd power, negative numbers yield negative results.", "url": "/math/cc-seventh-grade-math/cc-7th-negative-numbers-multiply-and-divide/x6b17ba59:powers-with-rational-bases/v/powers-of-1-and-1"}, {"title": "Sign of expressions challenge problems", "description": "Some examples that test our understanding of what happens when we multply or divide a bunch of positive or negative numbers.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/exponents-with-negative-bases/v/thinking-about-the-sign-of-expressions"}, {"title": "Powers of zero", "description": "Any non-zero number to the zero power equals one. Zero to any positive exponent equals zero. So, what happens when you have zero to the zero power?", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-exp-prop-integers/v/powers-of-zero"}, {"title": "Exponent properties with products", "description": "To simplify expressions with exponents, there are a few properties that may help. One is that when two numbers with the same base are multiplied, the exponents can be added. Another is that when a number with an exponent is raised to another exponent, the exponents can be multiplied.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-exponent-properties/v/exponent-properties-involving-products"}, {"title": "Exponent properties with parentheses", "description": "Learn two exponent properties: (ab)^c = (a^c)*(b^c) and (a^b)^c = a ^ (b*c). See WHY they work and HOW to use them. In other words, multiplying two numbers, then raising the product to an exponent is the same as raising each number to that exponent and then multiplying. Raising a number to an exponent and then to another exponent equals raising the base to the product of the two exponents.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-exponent-properties/v/products-and-exponents-raised-to-an-exponent-properties"}, {"title": "Exponent properties with quotients", "description": "Learn how to simplify expressions like (5^6)/(5^2). Also learn how 1/(a^b) is the same as a^-b. Towards the end of the video, we practice simplifying more complex expressions like (25 * x * y^6)/(20 * y^5 * x^2).", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-exponent-properties/v/exponent-properties-involving-quotients"}, {"title": "Negative exponents", "description": "Negative exponents can be rewritten in two ways. Firstly, start with 1 and divide it by 2 the same number of times as the exponent. Secondly, take the reciprocal of the base and raise it to the positive exponent.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-pos-neg-exponents/v/negative-exponents"}, {"title": "Negative exponent intuition", "description": "How do negative exponents work? Let's build our intuition about why a^(-b) = 1/(a^b) and how this definition keeps exponent rules consistent. Continue the pattern of decreasing exponents by dividing by 'a', and see how it extends to zero and negative powers. While we're at it, we'll see why a^0 =1.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-pos-neg-exponents/v/negative-exponent-intuition"}, {"title": "Multiplying & dividing powers (integer exponents)", "description": "For any base a and any integer exponents n and m, aⁿ⋅aᵐ=aⁿ⁺ᵐ. For any nonzero base, aⁿ/aᵐ=aⁿ⁻ᵐ. These are worked examples for using these properties with integer exponents.", "url": "/math/algebra/x2f8bb11595b61c86:rational-exponents-radicals/x2f8bb11595b61c86:exponent-properties-review/v/multiplying-and-dividing-powers-with-integer-exponents"}, {"title": "Powers of products & quotients (integer exponents)", "description": "For any integers a and b and for any exponents n, (a⋅b)ⁿ=aⁿ⋅bⁿ and (a/b)ⁿ=aⁿ/bⁿ. These are worked examples for using these properties with integer exponents.", "url": "/math/algebra/x2f8bb11595b61c86:rational-exponents-radicals/x2f8bb11595b61c86:exponent-properties-review/v/powers-of-products-and-quotients-integer-exponents"}, {"title": "Powers of zero", "description": "Any non-zero number to the zero power equals one. Zero to any positive exponent equals zero. So, what happens when you have zero to the zero power?", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-exp-prop-integers/v/powers-of-zero"}, {"title": "Multiplying multiples of powers of 10", "description": "Let's multiply (9 * 10^9) (-2 * 10^-3) using the power of exponents! Change the order of multiplication to make it easier, multiply the non-powers first. and then simplify the powers of 10. Remember, multiplying by a negative changes the sign of the product. It's all about using exponent properties to simplify the product.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-orders-of-magnitude/v/multiplying-multiples-of-powers-of-10"}, {"title": "Approximating with powers of 10", "description": "How much larger was the world population than the US population in 2014? We can use division and powers of 10 to get a sense of just how many times as large the world population was. Is there really such a big difference between 10 to the 8th and 10 to the 9th? You bet there is!", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-orders-of-magnitude/v/approximating-with-powers-of-10"}, {"title": "Scientific notation example: 0.0000000003457", "description": "Can you imagine if you had to do calculations with very, very small numbers? How would you handle all those zeros to the right of the decimal? Thank goodness for scientific notation!", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-scientific-notation/v/scientific-notation-i"}, {"title": "Scientific notation examples", "description": "Scientific notation is a way of writing very large or very small numbers. A number is written in scientific notation when a number between 1 and 10 is multiplied by a power of 10. For example, 650,000,000 can be written in scientific notation as 6.5 ✕ 10^8. Created by Sal Khan and CK-12 Foundation.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-scientific-notation/v/scientific-notation"}, {"title": "Multiplying & dividing in scientific notation ", "description": "In order to simplify multiplication and division using scientific notation, you should multiply and divide numbers with the same base, and add or subtract the exponents. Through this process, complex expressions can be simplified into a single value multiplied with 10 to a certain power. As an example, 7 times 10 to the fifth over 2 times 10 to the negative 2 times 2.5 times 10 to the ninth can be simplified to 1.4 times 10 to the negative 2. Scientific notation helps to simplify complex equations that involve multiplying and dividing numbers with the same base.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-scientific-notation-compu/v/multiplying-and-dividing-in-scientific-notation"}, {"title": "Multiplying three numbers in scientific notation", "description": "Multiplying really big or really small numbers is much easier when using scientific notation. When we multiply numbers in scientific notation, we can commute and associate the factors. That lets us multiply the decimal factors first. Then we can use exponent properties to multiply the powers of 10.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-scientific-notation-compu/v/multiplying-in-scientific-notation"}, {"title": "Subtracting in scientific notation", "description": "Learn how to subtract numbers written in scientific notation. The problem solved in this video is (4.1 * 10^-2) - (2.6 * 10^-3).", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-scientific-notation-compu/v/subtracting-in-scientific-notation"}, {"title": "Simplifying in scientific notation challenge", "description": "Let's explore how to simplify expressions with numbers in scientific notation. We'll transform numbers into scientific notation, multiply and divide them, and then reassemble them. It's a cool and useful method for handling large or small numbers!", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-scientific-notation-compu/v/simplifying-a-complicated-expression-into-scientific-notation"}, {"title": "Scientific notation word problem: red blood cells", "description": "Vampires and math students want to know: How many red blood cells are in the a human body? We can find the answer using scientific notation.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-scientific-notation-word-problems/v/calculating-red-blood-cells-in-the-body-using-scientific-notation"}, {"title": "Scientific notation word problem: U.S. national debt", "description": "Ever wonder what your part of the national debt is? It might surprise you. What isn't surprising is that you can use scientific notation and division to figure out the answer.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-scientific-notation-word-problems/v/scientific-notation-3"}, {"title": "Scientific notation word problem: speed of light", "description": "It is possible to simplify multiplication and division using scientific notation. This can be used to calculate the distance between the sun and the earth, which is 1.5 times 10 to the 11th power meters. This is an incredibly large distance and difficult to visualize. Scientific notation can be used to simplify calculations and understand large numbers. This involves using the commutative property to rearrange the numbers and multiplying the units, and then adding the exponents to simplify the equation.", "url": "/math/cc-eighth-grade-math/cc-8th-numbers-operations/cc-8th-scientific-notation-word-problems/v/scientific-notation-3-new"}]}, {"title": "Solving equations with one unknown", "description": "Let's take your equation-solving skills to the next level! You'll learn all the strategies you need to confidently tackle problems with variables on both sides, parentheses, and more. Plus, you'll get plenty of practice with word problems to really solidify your understanding.", "videos": [{"title": "Intro to equations with variables on both sides", "description": "Learn how to solve the equation 2x + 3 = 5x - 2 with the variable on both sides. We start by visualizing the equation, then isolate the variable by performing the same operations on both sides. Finally, we solve the equation to find the value of the variable.", "url": "/math/algebra/x2f8bb11595b61c86:solve-equations-inequalities/x2f8bb11595b61c86:linear-equations-variables-both-sides/v/equations-3"}, {"title": "Equations with variables on both sides: 20-7x=6x-6", "description": "Solving equations like 20 - 7x = 6x - 6 with the variable on both sides involves a few steps! First, we add or subtract terms from both sides to separate constants and variables to different sides of the equation. Then, we simplify to isolate the variable. Finally, we check our answer by plugging it back into the original equation.", "url": "/math/algebra/x2f8bb11595b61c86:solve-equations-inequalities/x2f8bb11595b61c86:linear-equations-variables-both-sides/v/solving-equations-2"}, {"title": "Equation with variables on both sides: fractions", "description": "To solve the equation (3/4)x + 2 = (3/8)x - 4, we first eliminate fractions by multiplying both sides by the least common multiple of the denominators. Then, we add or subtract terms from both sides of the equation to group the x-terms on one side and the constants on the other. Finally, we solve and check as normal.", "url": "/math/algebra/x2f8bb11595b61c86:solve-equations-inequalities/x2f8bb11595b61c86:linear-equations-variables-both-sides/v/solving-equations-with-the-distributive-property-2"}, {"title": "Equation with the variable in the denominator", "description": "The variable x is in the denominator in 7 - 10/x = 2 + 15/x. We can multiply both sides of the equation by x to turn it into a more familiar, linear form without fractions. From there, we isolate the variable to solve. P.S. x cannot equal zero, because then the equation would be undefined.", "url": "/math/algebra/x2f8bb11595b61c86:solve-equations-inequalities/x2f8bb11595b61c86:linear-equations-variables-both-sides/v/ex-2-multi-step-equation"}, {"title": "Equations with parentheses", "description": "When an equation such as -9 - (9x - 6) = 3(4x + 6) has parentheses, we can distribute without changing the value of each side. Then combine like terms. Next, we move all the x-terms to one side and the constants to the other. Finally, we solve for x. ", "url": "/math/algebra/x2f8bb11595b61c86:solve-equations-inequalities/x2f8bb11595b61c86:linear-equations-parentheses/v/solving-equations-with-the-distributive-property"}, {"title": "Number of solutions to equations", "description": "A linear equation could have exactly 1, 0, or infinite solutions. If we can solve the equation and get something like x=b where b is a specific number, then we have one solution. If we end up with a statement that's always false, like 3=5, then there's no solution. If we end up with a statement that's always true, like 5=5, then there are infinite solutions.", "url": "/math/algebra/x2f8bb11595b61c86:solve-equations-inequalities/x2f8bb11595b61c86:num-solutions-linear-equations/v/number-of-solutions-to-linear-equations"}, {"title": "Worked example: number of solutions to equations", "description": "Sal attempts to solve 8(3x + 10) = 28x - 14 - 4x only to find that the equation has no solution.", "url": "/math/algebra/x2f8bb11595b61c86:solve-equations-inequalities/x2f8bb11595b61c86:num-solutions-linear-equations/v/equation-special-cases"}, {"title": "Creating an equation with no solutions", "description": "Sal shows how to complete the equation -11x + 4 = __x + __ so that it has no solutions.", "url": "/math/algebra/x2f8bb11595b61c86:solve-equations-inequalities/x2f8bb11595b61c86:num-solutions-linear-equations/v/number-of-solutions-to-linear-equations-ex-2"}, {"title": "Creating an equation with infinitely many solutions", "description": "Sal shows how to complete the equation 4(x - 2) + x = 5x + __ so that it has infinitely many solutions.", "url": "/math/algebra/x2f8bb11595b61c86:solve-equations-inequalities/x2f8bb11595b61c86:num-solutions-linear-equations/v/number-of-solutions-to-linear-equations-ex-3"}, {"title": "Sums of consecutive integers", "description": "When solving a math problems involving consecutive integers, we can use algebra to set up an equation to solve for the smallest of the four integers.", "url": "/math/cc-eighth-grade-math/cc-8th-solving-equations/linear-equations-word-problems/v/sum-consecutive-integers"}, {"title": "Sum of integers challenge", "description": "The sum of three consecutive odd integers is 231. First let's identify the integers. If the smallest is x, what is the value of the next odd integer? Then we set up an equation, adding all three integers to get their total. We can solve for x, the smallest integer. Once we know the smallest, what is the largest integer?", "url": "/math/cc-eighth-grade-math/cc-8th-solving-equations/linear-equations-word-problems/v/sum-of-consecutive-odd-integers"}]}, {"title": "Linear equations and functions", "description": "When distances, prices, or any other quantity in our world changes at a constant rate, we can use linear functions to model them. Let's learn how different representations, including graphs and equations, of these useful functions reveal characteristics of the situation.", "videos": [{"title": "Rates & proportional relationships example", "description": "Let's compare unit rates in equations and graphs. Learn how a change in 'x' affects 'y' in an equation like y = 6.5x, and see how this compares to the rate of change in a graph. Uncover why one might increase at a slower pace than the other.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/cc-8th-graphing-prop-rel/v/comparing-proportional-relationships-exercise-2"}, {"title": "Rates & proportional relationships: gas mileage", "description": "Maria and Nadia calculate their speed on a road trip to Toronto using distance and time. We compare different speeds using equations and tables. Then, we reinforce the concept by comparing the revolution speeds of records.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/cc-8th-graphing-prop-rel/v/comparing-proportional-relationships-exercise"}, {"title": "Graphing proportional relationships: unit rate", "description": "In proportional relationships, the unit rate is the slope of the line. Changes in x lead to steady changes in y when there's a proportional relationship. We can use the unit rate to write and graph an equation of the line that represents the relationship.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/cc-8th-graphing-prop-rel/v/graphing-proportional-relationships-example"}, {"title": "Graphing proportional relationships from a table", "description": "Let's graph a proportional relationship from a table of values. The graph of a proportional relationship is a line, so we can graph from any 2 points in the table. The slope of the line represents the unit rate, so changes in x and y values determine the slope.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/cc-8th-graphing-prop-rel/v/graphing-proportional-relationships-example-2"}, {"title": "Graphing proportional relationships from an equation", "description": "Let's graph the equation y = 2.5x. For every increase of 1 in x, y increases by 2.5. We call this the \"unit rate\" or \"slope\". The graph shows a proportional relationship because y changes at a constant rate as x changes and because y is 0 when x is 0.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/cc-8th-graphing-prop-rel/v/graphing-proportional-relationships-example-3"}, {"title": "Intro to the coordinate plane", "description": "Descartes created a system of two perpendicular axes (the x and y axes) which could be used to plot points in a plane. This enabled the visualization of algebraic equations in geometric form. For example, a linear equation like y = 2x + 1 could be plotted as a line on the coordinate plane, while a quadratic equation like y = x^2 could be plotted as a parabola. This linked algebra and geometry through the use of graphs.", "url": "/math/algebra/x2f8bb11595b61c86:foundation-algebra/x2f8bb11595b61c86:algebra-overview-history/v/descartes-and-cartesian-coordinates"}, {"title": "Solutions to 2-variable equations", "description": "The solution of an equation with one variable is a number. How does the solution of a 2-variable equation look like? Well, it is an ordered pair. Learn more about it and how to test solutions to 2-variable equations.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:two-variable-linear-equations-intro/v/checking-ordered-pair-solutions-to-equations-1"}, {"title": "Worked example: solutions to 2-variable equations", "description": "How do you check if an ordered pair is a solution to a given equation? You need to plug in the numbers and see what equality results. Watch this video to see a worked example.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:two-variable-linear-equations-intro/v/checking-ordered-pair-solutions-to-equations-2"}, {"title": "Completing solutions to 2-variable equations", "description": "Given a 2-variable equation and the x or y values of a solution, Sal finds the value of the other variable in the solution.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:two-variable-linear-equations-intro/v/graphing-solutions-to-2-variable-linear-equations-1"}, {"title": "Intro to intercepts", "description": "Learn what x- and y-intercepts are.  The equations used in this video are y = 0.5x - 3 and 5x + 6y = 30.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:x-intercepts-and-y-intercepts/v/introduction-to-intercepts"}, {"title": "x-intercept of a line", "description": "Sal determines the x-intercept of a linear equation from a graph. Afterwards, he checks his work by plugging values back into the equation.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:x-intercepts-and-y-intercepts/v/finding-x-intercept-of-a-line"}, {"title": "Intercepts from an equation", "description": "Let's graph -5x + 4y = 20 from its intercepts. Intercepts are the places where a line crosses the x- and y-axes. When a line crosses the x-axis, the y value is 0. That's the x-intercept. When a line crosses the y-axis, the x value is 0. That's the y-intercept.  The line passes through those points.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:x-intercepts-and-y-intercepts/v/x-and-y-intercepts"}, {"title": "Intercepts from a table", "description": "The y-intercept is the y-coordinate when x=0, and the x-intercept is the x-coordinate when y=0. The y-intercept is not in the table. Since the table represents a line, there's a constant rate of change of y with respect to x. So we can find that pattern and fill in skipped values from the table to find the y-intercept.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:x-intercepts-and-y-intercepts/v/finding-intercepts-for-a-linear-function-from-a-table"}, {"title": "Worked example: intercepts from an equation", "description": "Let's find the x- and y-intercepts of the equation 2y + 1/3x = 12, where a line crosses the x-axis (the x-intercept) and the y-axis (the y-intercept) on a graph. To find the x-intercept, we make y equal to 0 and solve the equation for x. To find the y-intercept, we make x equal to 0 and solve for y.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-x-and-y-intercepts/v/x-and-y-intercepts-2"}, {"title": "Intro to slope", "description": "Slope tells us how steep a line is. It's like measuring how quickly a hill goes up or down. We find the slope by seeing how much we go up or down (vertical change) for each step to the right (horizontal change). If a line goes up 2 steps for every 1 step to the right, its slope is 2.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:slope/v/introduction-to-slope"}, {"title": "Slope & direction of a line", "description": "A line that's flat has a slope of 0. If a line goes up as you move to the right, it has a positive slope. The steeper it is, the bigger the slope. If a line goes down as you move to the right, it has a negative slope. The steeper it is, the more negative the slope.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-slope/v/slope-intuition-example"}, {"title": "Positive & negative slope", "description": "Sal analyzes what it means for a slope to be positive or negative (spoiler: it affects the direction of the line!)", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:slope/v/positive-and-negative-slope"}, {"title": "Worked example: slope from graph", "description": "The slope of a line is rise over run. Learn how to calculate the slope of the line in a graph by finding the change in y and the change in x.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:slope/v/slope-of-a-line"}, {"title": "Slope of a line: negative slope", "description": "Slope is like a hill's steepness. We find it by dividing the vertical change (rise) by the horizontal change (run). If we move right on a graph and go up, the slope is positive. If we go down, it's negative. We can find the slope between any two points on a line, and it's always the same.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-slope/v/graphical-slope-of-a-line"}, {"title": "Worked example: slope from two points", "description": "Let's find the slope of the line that goes through the ordered pairs (4,2) and (-3, 16). The slope, or steepness, of a line is found by dividing the vertical change (rise) by the horizontal change (run). The formula is slope =(y₂ - y₁)/(x₂ - x₁), where (x₁, y₁) and (x₂, y₂) are the coordinates of two points on the line.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:slope/v/slope-of-a-line-2"}, {"title": "Slope from equation", "description": "Worked examples of finding the slope of a line given its equation, using many forms of equations.", "url": "/math/algebra/x2f8bb11595b61c86:forms-of-linear-equations/x2f8bb11595b61c86:summary-forms-of-two-variable-linear-equations/v/slope-from-equation"}, {"title": "Converting to slope-intercept form", "description": "Learn to convert equations like 4x + 2y = -8 into slope-intercept form.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-slope/v/converting-to-slope-intercept-form"}, {"title": "Slope of a horizontal line", "description": "When two points have the same y-value, it means they lie on a horizontal line. The slope of such a line is 0, and you will also find this by using the slope formula.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:horizontal-vertical-lines/v/slope-of-a-line-3"}, {"title": "Intro to slope-intercept form", "description": "Slope-intercept form (y=mx+b) of linear equations highlights the slope (m) and the y-intercept (b) of a line. Watch this video to learn more about it and see some examples.", "url": "/math/algebra/x2f8bb11595b61c86:forms-of-linear-equations/x2f8bb11595b61c86:intro-to-slope-intercept-form/v/slope-intercept-form"}, {"title": "Worked examples: slope-intercept intro", "description": "Worked examples practicing the relationship between slope, y-intercept, and linear equation in slope-intercept form.", "url": "/math/algebra/x2f8bb11595b61c86:forms-of-linear-equations/x2f8bb11595b61c86:intro-to-slope-intercept-form/v/slope-intercept-intro-examples"}, {"title": "Graph from slope-intercept equation", "description": "To graph a linear equation in slope-intercept form, we can use the information given by that form. For example, y=2x+3 tells us that the slope of the line is 2 and the y-intercept is at (0,3). This gives us one point the line goes through, and the direction we should continue from that point to draw the entire line.", "url": "/math/algebra/x2f8bb11595b61c86:forms-of-linear-equations/x2f8bb11595b61c86:graphing-slope-intercept-equations/v/graphing-a-line-in-slope-intercept-form"}, {"title": "Slope-intercept equation from graph", "description": "Learn to write equations in slope-intercept form for three different lines.", "url": "/math/algebra/x2f8bb11595b61c86:forms-of-linear-equations/x2f8bb11595b61c86:writing-slope-intercept-equations/v/graphs-using-slope-intercept-form"}, {"title": "Slope-intercept equation from slope & point", "description": "Learn how to write an equation in slope-intercept form (y=mx+b) for the line with a slope of -3/4 that goes through the point (0,8). We identify the slope (m) and y-intercept (b) to create our equation y = (-3/4)*x + 8.", "url": "/math/algebra/x2f8bb11595b61c86:forms-of-linear-equations/x2f8bb11595b61c86:writing-slope-intercept-equations/v/equation-of-a-line-1"}, {"title": "Slope-intercept equation from two points", "description": "Given two points on a line, we can write an equation for that line by finding the slope between those points, then solving for the y-intercept in the slope-intercept equation y=mx+b. In this example, we write an equation of the line that passes through the points (-1,6) and (5,-4).", "url": "/math/algebra/x2f8bb11595b61c86:forms-of-linear-equations/x2f8bb11595b61c86:writing-slope-intercept-equations/v/equation-of-a-line-3"}, {"title": "Slope-intercept form problems", "description": "Learn how to solve problems involving writing an equation in slope-intercept form. ", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/write-slope-intercept-equations/v/linear-equations-in-slope-intercept-form"}, {"title": "Slope-intercept form from a table", "description": "Learn how to write an equation of the line that matches up to a table of values.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/write-slope-intercept-equations/v/slope-intercept-form-from-table"}, {"title": "What is a function?", "description": "Functions assign a single output for each of their inputs. In this video, we see examples of various kinds of functions.", "url": "/math/algebra/x2f8bb11595b61c86:functions/x2f8bb11595b61c86:evaluating-functions/v/what-is-a-function"}, {"title": "Worked example: Evaluating functions from equation", "description": "Learn how to evaluate f(x)=49-x² at x=5.", "url": "/math/algebra/x2f8bb11595b61c86:functions/x2f8bb11595b61c86:evaluating-functions/v/understanding-function-notation-example-1"}, {"title": "Function notation example", "description": "Sal uses function notation to help Frank figure out how much water he can put in his balloon.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-functions-and-function-notation/v/understanding-function-notation-example-3"}, {"title": "Worked example: Evaluating functions from graph", "description": "Evaluating a function at x=-1 using the graph of that function.", "url": "/math/algebra/x2f8bb11595b61c86:functions/x2f8bb11595b61c86:evaluating-functions/v/understanding-function-notation-example-2"}, {"title": "Equations vs. functions", "description": "Equations and functions are not the same thing, but they can be related in several ways. Watch Jesse Roe and Sal talk about the difference between equations and functions", "url": "/math/algebra/x2f8bb11595b61c86:functions/x2f8bb11595b61c86:functions-and-equations/v/difference-between-equations-and-functions"}, {"title": "Manipulating formulas: temperature", "description": "Sal takes the formula for converting from Fahrenheit temperature to Celsius, and solves it for F so it serves to convert from Celsius to Fahrenheit.", "url": "/math/algebra2/x2ec2f6f830c9fb89:modeling/x2ec2f6f830c9fb89:manipulating-formulas/v/solving-for-a-variable-2"}, {"title": "Obtaining a function from an equation", "description": "Equations and functions are not the same thing, but they can be related in several ways. In this video, we obtain a function from an equation. The function represents the same relationship between the quantities in the equation.", "url": "/math/algebra/x2f8bb11595b61c86:functions/x2f8bb11595b61c86:functions-and-equations/v/create-function-from-equation"}, {"title": "Linear graphs word problems", "description": "Sal discusses how we would go about making sense of the direction of a linear graph that represents a relationship between two real-world quantities.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-linear-functions-modeling/v/interpreting-linear-graphs"}, {"title": "Linear graphs word problem: cats", "description": "Sal finds the y-intercept and the slope of a linear relationship representing someone accumulating cats! He then interprets what the y-intercept and the slope mean in that context.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-linear-functions-modeling/v/interpreting-features-of-linear-functions-example"}, {"title": "Linear equations word problems: volcano", "description": "Sal finds the y-intercept and the slope of a linear relationship representing someone climbing a volcano. He then interprets what the y-intercept and the slope mean in that context.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-linear-functions-modeling/v/interpreting-features-of-linear-functions-example-2"}, {"title": "Linear equations word problems: earnings", "description": "Sal finds the slope of a linear relationship between the number of work hours and the money earned. He then interprets what this slope means in that context.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-linear-functions-modeling/v/slope-example"}, {"title": "Modeling with linear equations: snow", "description": "Sal uses a linear equation to model the amount of snow on the ground.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-linear-functions-modeling/v/exploring-linear-relationships"}, {"title": "Linear function example: spending money", "description": "Sal solves an interesting application problem using a linear model.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-linear-functions-modeling/v/application-problem-with-graph"}, {"title": "Fitting a line to data", "description": "Sal creates a scatter plot and then fits a line to data on the median California family income.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/8th-linear-functions-modeling/v/fitting-a-line-to-data"}, {"title": "Comparing linear functions: equation vs. graph", "description": "Sal is given the formula of a linear function and the graph of another, and is asked to determine which function increases faster.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/compare-linear-fuctions/v/comparing-features-of-functions-1"}, {"title": "Comparing linear functions: same rate of change", "description": "Sal is given a table of values of a linear function and four linear graphs, and is asked to determine which graph has the same rate of change as the function represented in the table.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/compare-linear-fuctions/v/comparing-features-of-functions-3"}, {"title": "Comparing linear functions: faster rate of change", "description": "Sal is given a table of values of a linear function and four linear graphs, and is asked to determine which graph increases faster than the function represented in the table.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/compare-linear-fuctions/v/comparing-features-of-functions-5"}, {"title": "Comparing linear functions word problem: climb", "description": "Sal is given the formula and a table of values that represent two people climbing a wall, and is asked to determine which one started out higher.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/compare-linear-fuctions/v/comparing-features-of-functions-2"}, {"title": "Comparing linear functions word problem: walk", "description": "Sal is given a table of values that represents four people walking to school, and is asked to determine which one started out farther from the school.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/compare-linear-fuctions/v/comparing-features-of-functions-4"}, {"title": "Comparing linear functions word problem: work", "description": "Sal is given a table of values that represents a person walking to work, and is asked to determine which verbal description represents someone starting at the same distance from work.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/compare-linear-fuctions/v/comparing-features-of-functions-6"}, {"title": "Linear functions word problem: fuel", "description": "Sal is given a verbal description of a real-world relationship involving a truck's fuel consumption, and is asked to draw the graph that represents this relationship.", "url": "/math/algebra/x2f8bb11595b61c86:linear-equations-graphs/x2f8bb11595b61c86:applying-intercepts-and-slope/v/graphing-linear-functions-1"}, {"title": "Linear functions word problem: pool", "description": "Sal is given a verbal description of a real-world relationship involving a pool being filled with water, and is asked to draw the graph that represents this relationship.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/constructing-linear-models-real-world/v/graphing-linear-functions-2"}, {"title": "Modeling with linear equations: gym membership & lemonade", "description": "Constructing linear equations to solve word problems", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/constructing-linear-models-real-world/v/word-problem-solving-4"}, {"title": "Linear functions word problem: iceberg", "description": "Sal is given a verbal description of a real-world relationship involving a melting iceberg, and is asked to find the formula of the function that represents this relationship.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/constructing-linear-models-real-world/v/constructing-linear-functions-1"}, {"title": "Linear functions word problem: paint", "description": "Sal is given a verbal description of a real-world relationship involving a person painting his room, and is asked to find the formula of the function that represents this relationship.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/constructing-linear-models-real-world/v/constructing-linear-functions-2"}, {"title": "Testing if a relationship is a function", "description": "Learn to determine if points on a graph represent a function.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/cc-8th-function-intro/v/testing-if-a-relationship-is-a-function"}, {"title": "Relations and functions", "description": "Learn to determine if a relation given by a set of ordered pairs is a function.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/cc-8th-function-intro/v/relations-and-functions"}, {"title": "Recognizing functions from graph", "description": "Checking whether a given set of points can represent a function. For the set to represent a function, each domain element must have one corresponding range element at most.", "url": "/math/algebra/x2f8bb11595b61c86:functions/x2f8bb11595b61c86:recognizing-functions/v/graphical-relations-and-functions"}, {"title": "Checking if a table represents a function", "description": "Sal determines if y is a function of x from looking at a table.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/cc-8th-function-intro/v/recognizing-functions-example-3"}, {"title": "Recognizing functions from table", "description": "Checking whether a table of people and their heights can represent a function that assigns a height to a name.", "url": "/math/algebra/x2f8bb11595b61c86:functions/x2f8bb11595b61c86:recognizing-functions/v/functional-relationships-1"}, {"title": "Checking if an equation represents a function", "description": "Sal determines if y is a function of x from looking at an equation.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/cc-8th-function-intro/v/recognizing-functions-example-4"}, {"title": "Does a vertical line represent a function?", "description": "Explaining why a vertical line doesn't represent a function.", "url": "/math/algebra/x2f8bb11595b61c86:functions/x2f8bb11595b61c86:recognizing-functions/v/recognizing-functions-example-2"}, {"title": "Recognizing functions from verbal description", "description": "Checking whether y can be described as a function of x if y is always three more than twice x.", "url": "/math/algebra/x2f8bb11595b61c86:functions/x2f8bb11595b61c86:recognizing-functions/v/recognizing-functions-example-1"}, {"title": "Recognizing functions from verbal description word problem", "description": "Checking whether a description of the price of an order can be represented as a function of the shipping cost.", "url": "/math/algebra/x2f8bb11595b61c86:functions/x2f8bb11595b61c86:recognizing-functions/v/recognizing-functions-example-5"}, {"title": "Recognizing linear functions", "description": "Learn to recognize if a function is linear.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/linear-nonlinear-functions-tut/v/recognizing-linear-functions"}, {"title": "Linear & nonlinear functions: table", "description": "Learn to determine if a table of values represents a linear function.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/linear-nonlinear-functions-tut/v/linear-and-nonlinear-functions-example-3"}, {"title": "Linear & nonlinear functions: word problem", "description": "Learn to determine if the relationship described in a word problem is a function.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/linear-nonlinear-functions-tut/v/linear-and-nonlinear-functions-example-1"}, {"title": "Linear & nonlinear functions: missing value", "description": "Learn to find the missing value in a table to make sure it represents a linear equation.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/linear-nonlinear-functions-tut/v/linear-and-nonlinear-functions-example-2"}, {"title": "Interpreting a graph example", "description": "Learn to interpret the graphs of a linear functions.", "url": "/math/cc-eighth-grade-math/cc-8th-linear-equations-functions/linear-nonlinear-functions-tut/v/interpreting-a-graph-exercise-example"}]}, {"title": "Systems of equations", "description": "If one line is useful, let's see what we can do with two lines. In this unit, we learn how to write systems of equations, solve those systems, and interpret what those solutions mean in a real-world context.", "videos": [{"title": "Systems of equations: trolls, tolls (1 of 2)", "description": "A troll forces us to use algebra to figure out the make-up of his currency. We end up setting up a system of equations.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:introduction-to-systems-of-equations/v/trolls-tolls-and-systems-of-equations"}, {"title": "Systems of equations: trolls, tolls (2 of 2)", "description": "Solving the system of equations visually. Now we can save the prince/princess.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:introduction-to-systems-of-equations/v/solving-the-troll-riddle-visually"}, {"title": "Testing a solution to a system of equations", "description": "Sal checks whether (-1,7) is a solution of the system: x+2y=13 and 3x-y=-11.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:introduction-to-systems-of-equations/v/testing-a-solution-for-a-system-of-equations"}, {"title": "Systems of equations with graphing", "description": "When solving systems of linear equations, one method is to graph both equations on the same coordinate plane. The intersection of the two lines represents a solution that satisfies both equations. Other, more mathematical, methods may also be used.", "url": "/math/cc-eighth-grade-math/cc-8th-systems-topic/cc-8th-systems-graphically/v/solving-linear-systems-by-graphing"}, {"title": "Systems of equations with graphing: y=7/5x-5 & y=3/5x-1", "description": "Sal graphs the following system of equations and solves it by looking for the intersection point: y=7/5x-5 and y=3/5x-1.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:introduction-to-systems-of-equations/v/solving-systems-graphically"}, {"title": "Systems of equations with graphing: 5x+3y=7 & 3x-2y=8", "description": "To solve a system of linear equations by graphing, you need to graph each equation separately. Find two points on each line and connect them. The point where the two lines intersect is the solution to the system of equations.", "url": "/math/cc-eighth-grade-math/cc-8th-systems-topic/cc-8th-systems-graphically/v/graphings-systems-of-equations"}, {"title": "Systems of equations with graphing: chores", "description": "Graphical Systems Application Problem", "url": "/math/cc-eighth-grade-math/cc-8th-systems-topic/cc-8th-systems-graphically/v/graphical-systems-application-problem"}, {"title": "Systems of equations with graphing: exact & approximate solutions", "description": "Sal solves a system of two linear equations in standard form, and then approximates the solution of a system whose solution isn't clearly visible.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:introduction-to-systems-of-equations/v/solving-systems-graphically-examples"}, {"title": "Systems of equations with substitution: 2y=x+7 & x=y-4", "description": "When solving a system of equations using substitution, you can isolate one variable and substitute it with an expression from another equation. This will allow you to solve for one variable, which you can then use to solve for the other.", "url": "/math/cc-eighth-grade-math/cc-8th-systems-topic/cc-8th-systems-with-substitution/v/the-substitution-method"}, {"title": "Systems of equations with substitution: y=4x-17.5 & y+2x=6.5", "description": "Learn to solve the system of equations y = 4x - 17.5 and y + 2x = 6.5 using substitution.", "url": "/math/cc-eighth-grade-math/cc-8th-systems-topic/cc-8th-systems-with-substitution/v/solving-systems-by-substitution-2"}, {"title": "Systems of equations with substitution: -3x-4y=-2 & y=2x-5", "description": "Learn to solve the system of equations -3x - 4y = -2 and y = 2x - 5 using substitution.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:solving-systems-of-equations-with-substitution/v/practice-using-substitution-for-systems"}, {"title": "Systems of equations with substitution: 9x+3y=15 & y-x=5", "description": "Learn to solve the system of equations 9x + 3y = 15 and y - x = 5 using substitution.", "url": "/math/cc-eighth-grade-math/cc-8th-systems-topic/cc-8th-systems-with-substitution/v/solving-systems-by-substitution-3"}, {"title": "Systems of equations with substitution: y=-5x+8 & 10x+2y=-2", "description": "Learn to solve the system of equations y = -5x + 8 and 10x + 2y = -2 using substitution.", "url": "/math/cc-eighth-grade-math/cc-8th-systems-topic/cc-8th-systems-with-substitution/v/substitution-method-2"}, {"title": "Systems of equations with substitution: y=-1/4x+100 & y=-1/4x+120", "description": "Learn to solve the system of equations y = -1/4x + 100 and y = -1/4x + 120 using substitution. ", "url": "/math/cc-eighth-grade-math/cc-8th-systems-topic/cc-8th-systems-with-substitution/v/solving-systems-by-substitution-1"}, {"title": "Systems of equations number of solutions: fruit prices (1 of 2)", "description": "Sal gives an example of a system of equations that has no solution!", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:number-of-solutions-to-systems-of-equations/v/inconsistent-systems-of-equations"}, {"title": "Systems of equations number of solutions: fruit prices (2 of 2)", "description": "Sal gives an example of a system of equations that has infinite solutions!", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:number-of-solutions-to-systems-of-equations/v/infinite-solutions-to-systems"}, {"title": "Solutions to systems of equations: dependent vs. independent", "description": "A dependent system of equations has infinite solutions, and an independent system has a single solution. Watch an example of analyzing a system to see if it's dependent or independent.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:number-of-solutions-to-systems-of-equations/v/independent-and-dependent-systems"}, {"title": "Number of solutions to a system of equations", "description": "Sal is given three lines on the coordinate plane, and identifies one system of two lines that has a single solution, and one system that has no solution.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:number-of-solutions-to-systems-of-equations/v/solving-systems-by-graphing-2"}, {"title": "Number of solutions to a system of equations graphically", "description": "Sal determines how many solutions the following system of equations has by considering its graph: 10x-2y=4 and 10x-2y=16.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:number-of-solutions-to-systems-of-equations/v/practice-thinking-about-number-of-solutions-to-systems"}, {"title": "Number of solutions to a system of equations algebraically", "description": "Sal solves several examples where he reasons about the number of solutions of systems of equations using algebraic reasoning.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:number-of-solutions-to-systems-of-equations/v/examples-algebraically-analyzing-solutions-to-systems"}, {"title": "How many solutions does a system of linear equations have if there are at least two?", "description": "Sal answers this question for you!", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:number-of-solutions-to-systems-of-equations/v/understanding-systems-of-equations-example-2"}, {"title": "Age word problem: Imran", "description": "Sal solves the following age word problem: In 40 years, Imran will be 11 times as old as he is right now. How old is he right now?", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:systems-of-equations-word-problems/v/ex-2-age-word-problem"}, {"title": "Age word problem: Ben & William", "description": "Sal solves the following age word problem: William is 4 times as old as Ben. 12 years ago, William was 7 times as old as Ben. How old is Ben now?", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:systems-of-equations-word-problems/v/ex-3-age-word-problem"}, {"title": "Age word problem: Arman & Diya", "description": "Sal solves the following age word problem: Arman is 18. Diya is 2. How many years will it take for Arman to be 3 times as old as Diya?", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:systems-of-equations-word-problems/v/ex-1-age-word-problem"}, {"title": "System of equations word problem: walk & ride", "description": "Systems of equations can be used to solve many real-world problems. In this video, we solve a problem about distances walking and riding bus to school.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:systems-of-equations-word-problems/v/system-of-equations-distances-word-problem"}, {"title": "System of equations word problem: no solution", "description": "Systems of equations can be used to solve many real-world problems. In this video, we solve a problem about a toy factory. In this case, the problem has no viable solution, which means the information describes an impossible situation.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:systems-of-equations-word-problems/v/systems-word-problem-with-no-solution"}, {"title": "System of equations word problem: infinite solutions", "description": "Systems of equations can be used to solve many real-world problems. In this video, we solve a problem about a vegetable farmer. In this case, the problem has infinite solutions, which means there's not enough information to find a single solution.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:systems-of-equations-word-problems/v/system-with-not-enough-information"}, {"title": "Systems of equations with substitution: coins", "description": "Sal solves a word problem about the number of nickels and quarters in a piggy bank by creating a system of equations and solving it.", "url": "/math/algebra/x2f8bb11595b61c86:systems-of-equations/x2f8bb11595b61c86:systems-of-equations-word-problems/v/substitution-method-3"}]}, {"title": "Geometry", "description": "In this topic, we'll learn about special angles, such as angles between intersecting lines and triangle angles. Next, we'll learn about the Pythagorean theorem. Finally, we'll find volume of curved 3D shapes like spheres, cones, and cylinders.", "videos": [{"title": "Angles, parallel lines, & transversals", "description": "Parallel lines are lines in the same plane that go in the same direction and never intersect. When a third line, called a transversal, crosses these parallel lines, it creates angles. Some angles are equal, like vertical angles (opposite angles) and corresponding angles (same position at each intersection).", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/cc-8th-angles-between-lines/v/angles-formed-by-parallel-lines-and-transversals"}, {"title": "Parallel & perpendicular lines", "description": "Parallel lines are lines that never intersect, and they form the same angle when they cross another line. Perpendicular lines intersect at a 90-degree angle, forming a square corner. We can identify these lines using angles and symbols in diagrams.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/cc-8th-angles-between-lines/v/identifying-parallel-and-perpendicular-lines"}, {"title": "Missing angles with a transversal", "description": "When a third line called a transversal crosses two parallel lines, we can find the measures of angles using properties like corresponding angles, vertical angles, and supplementary angles. If we know just one of the angle measurements, these properties help us find all the missing angle measurements.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/cc-8th-angles-between-lines/v/figuring-out-angles-between-transversal-and-parallel-lines"}, {"title": "Measures of angles formed by a transversal", "description": "Sal solves an equation to find missing angles given two parallel lines and a transversal.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/cc-8th-angles-between-lines/v/using-algebra-to-find-measures-of-angles-formed-from-transversal"}, {"title": "Angles in a triangle sum to 180° proof", "description": "The sum of the interior angle measures of a triangle always adds up to 180°. We can draw a line parallel to the base of any triangle through its third vertex. Then we use transversals, vertical angles, and corresponding angles to rearrange those angle measures into a straight line, proving that they must add up to 180°.", "url": "/math/geometry/hs-geo-congruence/hs-geo-congruence-theorems/v/proof-sum-of-measures-of-angles-in-a-triangle-are-180"}, {"title": "Isosceles & equilateral triangles problems", "description": "Isosceles triangles have two congruent sides and two congruent base angles. Equilateral triangles have all side lengths equal and all angle measures equal. We use these properties to find missing angles in composite figures. The problems are partly from Art of Problem Solving, by Richard Rusczyk.", "url": "/math/geometry/hs-geo-congruence/hs-geo-working-with-triangles/v/equilateral-and-isosceles-example-problems"}, {"title": "Triangle exterior angle example", "description": "An exterior angle is formed outside a triangle by extending a side. Its measure is equal to the sum of the two non-adjacent interior angle measures, thanks to the fact that all angle measures in a triangle add up to 180 degrees.", "url": "/math/geometry/hs-geo-congruence/hs-geo-congruence-theorems/v/triangle-angle-example-1"}, {"title": "Worked example: Triangle angles (intersecting lines)", "description": "Learn how to find unknown angles in triangles and intersecting lines. We use concepts like supplementary angles (angles that add up to 180°), vertical angles (opposite angles made by two crossing lines), and exterior angles (angles outside a triangle). There are lots of ways to think about this problem.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/cc-8th-triangle-angles/v/triangle-angle-example-2"}, {"title": "Worked example: Triangle angles (diagram) ", "description": "We have a right triangle that's split into several smaller right triangles. The angle measures in any triangle always add up to 180 degrees. By using this fact and looking at complementary (adding up to 90 degrees) and supplementary (adding up to 180 degrees) angles, we can find the missing angle measures in the triangles.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/cc-8th-triangle-angles/v/triangle-angle-example-3"}, {"title": "Triangle angle challenge problem", "description": "Learn about the sum of exterior angles in a polygon, specifically a pentagon. We find out that the sum of exterior angles is always the same, no matter the shape of the pentagon. To understand this, we use interior angles and divide the pentagon into triangles.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/cc-8th-triangle-angles/v/challenging-triangle-angle-problem"}, {"title": "Triangle angle challenge problem 2", "description": "Find angle measures in triangles when the given measures are algebraic expressions. The key idea is that the sum of all angles in a triangle is always 180 degrees. We can also use parallel lines and transversals to find angle measures.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/cc-8th-triangle-angles/v/finding-more-angles"}, {"title": "Intro to the Pythagorean theorem", "description": "The Pythagorean theorem is a cornerstone of math that helps us find the missing side length of a right triangle. In a right triangle with sides A, B, and hypotenuse C, the theorem states that A² + B² = C². The hypotenuse is the longest side, opposite the right angle.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/cc-8th-pythagorean-theorem/v/the-pythagorean-theorem"}, {"title": "Pythagorean theorem example", "description": "The Pythagorean theorem states that in a right triangle, the sum of the squares of the two shorter sides equals the square of the longest side (the hypotenuse). We can apply the theorem to find the missing side length of a right triangle, even when the missing length is one of the shorter sides.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/cc-8th-pythagorean-theorem/v/pythagorean-theorem-2"}, {"title": "Pythagorean theorem with isosceles triangle", "description": "To find the value of a base (x) in an isosceles triangle, first split the triangle into two congruent right triangles by drawing an altitude. Then, use the Pythagorean theorem to create an equation involving x. Finally, solve the equation to find the unknown base, x.", "url": "/math/geometry/hs-geo-trig/hs-geo-pyth-theorem/v/pythagorean-theorem-with-right-triangle"}, {"title": "Use Pythagorean theorem to find area of an isosceles triangle", "description": "We can find the area of an isosceles triangle using the Pythagorean theorem. Once we recognize the triangle as isosceles, we divide it into congruent right triangles. Then we use the theorem to find the height. Last, we calculate the area with the formula: 1/2 × base × height.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/pythagorean-theorem-application/v/area-of-an-isosceles-triangle"}, {"title": "Pythagorean theorem word problem: carpet", "description": "If we draw the diagonal on a rectangular carpet, then its length, width, and diagonal form a right triangle. Since we know the length and diagonal measurements, we can use the Pythagorean theorem to solve for the missing width of the carpet.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/pythagorean-theorem-application/v/pythagorean-theorem-3"}, {"title": "Pythagorean theorem word problem: fishing boat", "description": "If we assume that the mast of a boat is at a right angle to the deck, then we can model the length of a rope stretched between the mast and deck as the hypotenuse of a right triangle. Then we can use the Pythagorean theorem to relate the lengths.", "url": "/math/cc-eighth-grade-math/cc-8th-geometry/pythagorean-theorem-application/v/pythagorean-theorem-1"}, {"title": "Pythagorean theorem in 3D", "description": "Discover how to find the length of an edge in a 3D shape using the Pythagorean theorem! This fun math lesson explores right pyramids and rectangular prisms, guiding you through solving for unknown lengths by applying the theorem multiple times.", "url": "/math/geometry/hs-geo-trig/hs-geo-pyth-theorem/v/pythagoriean-theorem-in-3d"}, {"title": "Distance formula", "description": "Learn how to find the distance between two points by using the distance formula, which is an application of the Pythagorean theorem. We can rewrite the Pythagorean theorem as d=√((x_2-x_1)²+(y_2-y_1)²) to find the distance between any two points.", "url": "/math/geometry/hs-geo-analytic-geometry/hs-geo-distance-and-midpoints/v/distance-formula"}, {"title": "Garfield's proof of the Pythagorean theorem", "description": "Former U.S. President James Garfield wrote a proof of the Pythagorean theorem. He used a trapezoid made of two identical right triangles and half of a square to show that the sum of the squares of the two shorter sides equals the square of the longest side of a right triangle.", "url": "/math/geometry/hs-geo-trig/hs-geo-pythagorean-proofs/v/garfield-s-proof-of-the-pythagorean-theorem"}, {"title": "Bhaskara's proof of the Pythagorean theorem", "description": "The 12th century Indian mathematician Bhaskara developed an elegant visual proof of the Pythagorean Theorem. Bhaskara uses a square and four congruent right triangles, rearranged in two ways, to prove this theorem. He shows that in a right triangle, the square of the longest side (hypotenuse) is equal to the sum of the squares of the other two sides.", "url": "/math/geometry/hs-geo-trig/hs-geo-pythagorean-proofs/v/bhaskara-s-proof-of-pythagorean-theorem-avi"}, {"title": "Pythagorean theorem proof using similarity", "description": "Proof of the Pythagorean Theorem using similarity", "url": "/math/geometry/hs-geo-trig/hs-geo-pythagorean-proofs/v/pythagorean-theorem-proof-using-similarity"}, {"title": "Another Pythagorean theorem proof", "description": "Visually proving the Pythagorean Theorem", "url": "/math/geometry/hs-geo-trig/hs-geo-pythagorean-proofs/v/another-pythagorean-theorem-proof"}, {"title": "Cylinder volume & surface area", "description": "A cylinder's volume is π r² h, and its surface area is 2π r h + 2π r². Learn how to use these formulas to solve an example problem.", "url": "/math/geometry/hs-geo-solids/hs-geo-solids-intro/v/cylinder-volume-and-surface-area"}, {"title": "Volume of a sphere", "description": "The formula for the volume of a sphere is V = 4/3 π r³, where V = volume and r = radius. The radius of a sphere is half its diameter. So, to calculate the surface area of a sphere given the diameter of the sphere, you can first calculate the radius, then the volume.", "url": "/science/ap-biology/cell-structure-and-function/cell-size/v/volume-of-a-sphere"}, {"title": "Volume of a cone", "description": "The formula for the volume of a cone is V=1/3hπr². Learn how to use this formula to solve an example problem.", "url": "/math/geometry/hs-geo-solids/hs-geo-solids-intro/v/volume-cone-example"}]}, {"title": "Geometric transformations", "description": "We say two numerical expressions are equivalent when they have the same value. How do we decide when two shapes are the same? We'll explore some moves, like flips and slides, that keep a shape the same, and some other moves that change it.", "videos": [{"title": "Rigid transformations intro", "description": "Transformations in math involve changing a shape's position or which way the shape points. There are three main types: translations (moving the shape), rotations (turning the shape), and reflections (flipping the shape like a mirror image). Rigid transformations keep the shape's size and angles the same. The image is the shape in its new position and direction.", "url": "/math/geometry/hs-geo-transformations/hs-geo-transformations-intro/v/introduction-to-transformations"}, {"title": "Dilations intro", "description": "Dilations are a type of non-rigid transformation. They change the size of a shape by scaling it up or down, making it bigger or smaller. Unlike rigid transformations, dilations do not keep the shape's size the same.", "url": "/math/geometry/hs-geo-transformations/hs-geo-transformations-intro/v/dilations-intro"}, {"title": "Identifying transformations", "description": "Let's look at four types of transformations: rotations (spinning a shape around a point), translations (shifting a shape), reflections (flipping a shape over a line), and dilations (shrinking or expanding a shape). We practice identifying these transformations in different pairs of figures.", "url": "/math/geometry/hs-geo-transformations/hs-geo-transformations-intro/v/identifying-transformations"}, {"title": "Translating points", "description": "Let's practice translations on a coordinate plane. A translation is a way to move a point or shape by a certain number of units in a certain direction. For example, we can translate a point by moving it 5 units left and 3 units up. We describe this translation algebraically using the coordinates (x-5, y+3).", "url": "/math/geometry/hs-geo-transformations/hs-geo-translations/v/translating-points"}, {"title": "Translating shapes", "description": "In translations, we slide a shape around on a grid. We use the letter \"T\" to represent translations. We move every point of the shape a certain distance left or right, and up or down, to create a new shape that's the same size and shape as the original. We call the new shape the image.", "url": "/math/geometry/hs-geo-transformations/hs-geo-translations/v/drawing-image-of-translation"}, {"title": "Determining translations", "description": "We can find the translation by figuring out how much the x- and y-coordinates need to change to map one triangle onto the other. We map each point to its corresponding point in the other triangle. Moving left means the translation of x is negative, and moving down means the translation of y is negative.", "url": "/math/geometry/hs-geo-transformations/hs-geo-translations/v/formal-translation-tool-example"}, {"title": "Rotating points", "description": "Positive rotation angles mean we turn counterclockwise. Negative angles are clockwise. We can think of a 60 degree turn as 1/3 of a 180 degree turn. A 90 degree turn is 1/4 of the way around a full circle. The angle goes from the center to first point, then from the center to the image of the point.", "url": "/math/geometry/hs-geo-transformations/hs-geo-rotations/v/rotating-points"}, {"title": "Determining rotations", "description": "To see the angle of rotation, we draw lines from the center to the same point in the shape before and after the rotation. Counterclockwise rotations have positive angles, while clockwise rotations have negative angles. Then we estimate the angle. For example, 30 degrees is 1/3 of a right angle.", "url": "/math/geometry/hs-geo-transformations/hs-geo-rotations/v/defining-rotation-example"}, {"title": "Reflecting points", "description": "We can plot points after reflecting them across a line, like the x-axis or y-axis. Reflections create mirror images of points, keeping the same distance from the line. When we reflect across the y-axis, the image point is the same height, but has the opposite position from left to right. ", "url": "/math/geometry/hs-geo-transformations/hs-geo-reflections/v/reflecting-points"}, {"title": "Reflecting shapes", "description": "Let's reflect a quadrilateral across the x-axis. To do this, we find new points (A', B', C', D') by keeping the same x-coordinates and changing the y-coordinates to their opposite signs. This creates a flipped image of the original quadrilateral.", "url": "/math/geometry/hs-geo-transformations/hs-geo-reflections/v/reflecting-shapes"}, {"title": "Determining reflections", "description": "A line of reflection is an imaginary line that flips one shape onto another. We find this line by finding the halfway points between matching points on the source and image triangles. All of the halfway points are on the line. Once we find that line, it shows how one triangle reflects onto the other.", "url": "/math/geometry/hs-geo-transformations/hs-geo-reflections/v/determining-reflections"}, {"title": "Finding measures using rigid transformations", "description": "Finding measures after a rigid transformation, like a reflection, is pretty simple! Since the shape and size stay the same, the lengths of corresponding sides and angle measures remain unchanged. Area and perimeter depend on the side lengths, so they stay the same too. So, if we know the measures of the original figure, we can use those same measures for the transformed figure.", "url": "/math/geometry/xff63fac4:hs-geo-transformation-properties-and-proofs/hs-geo-rigid-transformations-overview/v/finding-measures-using-rigid-transformations"}, {"title": "Rigid transformations: preserved properties", "description": "Rigid transformations, like rotations and reflections, change a shape's position but keep its size and shape. These transformations preserve side lengths, angle measures, perimeter, and area. But they might not keep the same coordinates or relationships to lines outside the figure.", "url": "/math/geometry/xff63fac4:hs-geo-transformation-properties-and-proofs/hs-geo-rigid-transformations-overview/v/rigid-transformations-preserved-properties"}, {"title": "Mapping shapes", "description": "Let's find the right sequence of rigid transformations (like rotations, translations, and reflections) to map one triangle onto another. Different sequences can work, but order matters. So, it's important to test each one to see if it maps the triangles correctly.", "url": "/math/geometry/xff63fac4:hs-geo-transformation-properties-and-proofs/hs-geo-rigid-transformations-overview/v/mapping-shapes"}, {"title": "Dilating points", "description": "Dilations are a way to stretch or shrink shapes around a point called the center of dilation. The amount we stretch or shrink is called the scale factor. If the scale factor is greater than 1, the shape stretches. If it's between 0 and 1, the shape shrinks.", "url": "/math/geometry/hs-geo-transformations/hs-geo-dilations/v/dilating-points-example"}, {"title": "Dilations: scale factor", "description": "Dilations make a shape bigger or smaller. A scale factor tells us how much to multiply by the side lengths to change the size. The scale factor is the ratio of the side length in the new shape (image) to the side length in the corresponding side in the original shape (pre-image). Each pair of corresponding sides has the same factor.", "url": "/math/geometry/hs-geo-transformations/hs-geo-dilations/v/dilation-scale-factor"}, {"title": "Dilating shapes: expanding", "description": "Let's dilate a rectangle around a point P using a scale factor 1 2/3. This changes the size of the rectangle while keeping its shape. Because 1 2/3 is bigger than 1, most of the points get farther from P. Point P stays in place, because a distance of 0 times any scale factor is still 0.", "url": "/math/geometry/hs-geo-transformations/hs-geo-dilations/v/thinking-about-dilations"}, {"title": "Dilating shapes: shrinking by 1/2", "description": "Dilations are transformations that change the size of a shape and its distance from the center of dilation. When the center is the origin, we can change the distance by multiplying the x- and y-coordinates by the scale factor. That's how we find the new positions of the points after dilation.", "url": "/math/cc-eighth-grade-math/geometric-transformations/8th-dilations/v/scaling-down-a-triangle-by-half"}, {"title": "Dilations and properties", "description": "What properties of a shape are preserved or not preserved after a dilation?", "url": "/math/geometry/xff63fac4:hs-geo-transformation-properties-and-proofs/xff63fac4:hs-geo-dilation-preserved-properties/v/dilations-and-properties"}, {"title": "Congruent shapes & transformations", "description": "If we can map one figure onto another using rigid transformations, they are congruent. They are still congruent if we need to use more than one transformation to map it. They aren't if we use a transformation that changes the size of the shape.", "url": "/math/geometry/hs-geo-congruence/hs-geo-trans-and-congruence/v/testing-congruence-by-transformations-example"}, {"title": "Non-congruent shapes & transformations", "description": "Congruent shapes are the same size and shape. Rigid transformations, like translations, keep shapes congruent, but dilations are not rigid transformations because they change the size. So, if we use a dilation to map one shape onto another, they are not congruent.", "url": "/math/geometry/hs-geo-congruence/hs-geo-trans-and-congruence/v/another-congruence-by-transformation-example"}, {"title": "Similar shapes & transformations", "description": "Two shapes are similar if we can change one shape into the other using rigid transformations (like moving or rotating) and dilations (making it bigger or smaller). Other kinds of transformations can change the angles or the ratios of lengths in a figure. If we need those types of transformations, the shapes are not similar.", "url": "/math/geometry/hs-geo-similarity/hs-geo-similarity-definitions/v/testing-similarity-through-transformations"}, {"title": "Side lengths after dilation", "description": "In a dilation, if the scale factor is greater than 1, the shape will stretch away from the center of dilation, getting larger. If the scale factor is between 0 and 1, the shape will shrink towards the center, getting smaller. All the lengths in the figure change by the same scale factor.", "url": "/math/cc-eighth-grade-math/geometric-transformations/congruence-similarity/v/comparing-side-lengths-after-dilation"}]}, {"title": "Data and modeling", "description": "Linear models are great, but real life data doesn't always line up perfectly. Lines of best fit come to the rescue to find a model that's closest to the data. We'll also look for patterns in catagorical data. Do neighborhoods with farmers' markets have different health outcomes than those without?", "videos": [{"title": "Constructing a scatter plot", "description": "Does the time an exam happens affects the scores? Aubrey gathered info. Then she made a scatter plot with the time of day on the bottom (on the horizontal axis) and the scores on the side (on the vertical axis). She didn't find a clear pattern.", "url": "/math/cc-eighth-grade-math/cc-8th-data/cc-8th-scatter-plots/v/constructing-scatter-plot"}, {"title": "Example of direction in scatterplots", "description": "There are two graphs. One shows the relationship between study time and test grades. Do you get better grades if you study more? The other graph shows the relationship between shoe size and grades. Do you get better grades if you wear larger shoes?", "url": "/math/cc-eighth-grade-math/cc-8th-data/cc-8th-interpreting-scatter-plots/v/scatter-plot-interpreting"}, {"title": "Scatter plot: smokers", "description": "In a negative linear association, as one variable goes up, the other variable goes down at a constant rate. In this case, the percent of adults who smoke drops 0.5% each time the year goes up. In the right graph, the points go down by about 0.5% each year. There should be no points far away from the main trend.", "url": "/math/cc-eighth-grade-math/cc-8th-data/cc-8th-interpreting-scatter-plots/v/trends-in-smoking-scatter-plot"}, {"title": "Estimating the line of best fit exercise", "description": "The \"line of best fit\" is a line that shows the pattern of data points. If we can find a good line, it means there is a linear trend. If not, it means there is no linear trend. We can't ignore points that don't fit the trend.", "url": "/math/cc-eighth-grade-math/cc-8th-data/cc-8th-line-of-best-fit/v/estimating-the-line-of-best-fit-exercise"}, {"title": "Line of best fit: smoking in 1945", "description": "The scatter plot shows how many adults in America smoked from year to year. We can guess how many smoked in 1945 by drawing a line that slopes down through the points. Then we see how high the line would be 20 years earlier.", "url": "/math/cc-eighth-grade-math/cc-8th-data/cc-8th-line-of-best-fit/v/smoking-1945-extrapolation"}, {"title": "Estimating with linear regression (linear models)", "description": "A line of best fit is a straight line that shows the relationship between two sets of data. We can use the line to make predictions. To find the best equation for the line, we look at the slope and the y-intercept. Remember, this is just a model, so it's not always perfect!", "url": "/math/cc-eighth-grade-math/cc-8th-data/cc-8th-line-of-best-fit/v/example-estimating-from-regression-line"}, {"title": "Interpreting a trend line", "description": "The graph shows how studying affects test scores. The line slope of 15 means that for each extra hour of studying, there is usually a 15-point increase in test score. But it's not a guarantee. Some students may do better or worse than the trend.", "url": "/math/cc-eighth-grade-math/cc-8th-data/cc-8th-line-of-best-fit/v/interpreting-trend-line"}, {"title": "Two-way frequency tables and Venn diagrams", "description": "Sometimes data belongs to more than one category. For example, candies might have chocolate, coconut, both, or neither. We can use Venn diagrams and two-way tables. Venn diagrams show sets and their overlaps. Two-way tables organize data in rows and columns. Both methods help show relationships between categories.", "url": "/math/cc-eighth-grade-math/cc-8th-data/two-way-tables/v/two-way-frequency-tables-and-venn-diagrams"}, {"title": "Two-way relative frequency tables", "description": "Relative frequencies show how often something happens compared to the total number of times it could happen. In our example, we calculate the relative frequency of accidents for SUVs by dividing the number of SUVs that had accidents by the total number of SUVs. This gives us a percentage or fraction that tells us how common accidents are for that type of vehicle.", "url": "/math/cc-eighth-grade-math/cc-8th-data/two-way-tables/v/two-way-relative-frequency-tables"}, {"title": "Interpreting two-way tables", "description": "Two-way tables let us sort a group in two ways. For example, we see how men and women voted in the 2012 US presidential election. We can compare the percentages of men and women who voted for each candidate. Two-way tables help us understand how categories relate.", "url": "/math/cc-eighth-grade-math/cc-8th-data/two-way-tables/v/interpreting-two-way-tables"}]}]